package cmc.demo.fc_demo.util;

public interface CharCodeTable {
	interface LATIN_1_SUPPLEMENT {
		int[] charCodes = {
				192, 193, 194, 195, 200, 201, 202, 204, 205, 208,
				210, 211, 212, 213, 217, 218, 221, 224, 225, 226,
				227, 232, 233, 234, 236, 237, 242, 243, 244, 249,
				250, 253
		};
		char[] chars =    {
				'À', 'Á', 'Â', 'Ã', 'È', 'É', 'Ê', 'Ì', 'Í', 'Đ',
				'Ò', 'Ó', 'Ô', 'Õ', 'Ù', 'Ú', 'Ý', 'à', 'á', 'â',
				'ã', 'è', 'é', 'ê', 'ì', 'í', 'ò', 'ó', 'ô', 'ù',
				'ú', 'ý'
		};
	}
}
